{
	"section":"401",
	"versions":[
	{
		"version":"0",
		"short_title":"Creation and Membership",
		"text":"(a) There is established a Council of the District of Columbia; and the members of the Council shall be elected by the registered qualified electors of the District.\n(b)(1) The Council established under subsection (a) shall consist of thirteen members elected on a partisan basis. The Chairman and four members shall be elected at large in the District, and eight members shall be elected one each from the eight election wards established, from time to time, under the District of Columbia Election Act. The term of office of the members of the Council shall be four years, except as provided in paragraph (3), and shall begin at noon on January 2 of the year following their election.\n(2) In the case of the first election held for the office of member of the Council after the effective date of this title, not more than two of the at-large members (excluding the Chairman) shall be nominated by the same political party. Thereafter, a political party may nominate a number of candidates for the office of at-large member of the Council equal to one less than the total number of at-large members (excluding the Chairman) to be elected in such election.\n(3) Of the members first elected after the effective date of this title, the Chairman and two members elected at-large and four of the members elected from election wards shall serve for four-year terms; and two of the at-large members and four of the members elected from election wards shall serve for two-year terms. The members to serve the four-year terms and the members to serve the two-year terms shall be determined by the Board of Elections by lot, except that not more than one of the at-large members nominated by any political party shall serve for any such four-year term.\n(c) The Council may establish and select such other officers and employees as it deems necessary and appropriate to carry out the functions of the Council.\n(d)(1) In the event of a vacancy in the Council of a member elected from a ward, the Board of Elections shall hold a special election in such ward to fill such vacancy on the first Tuesday occurring more than one hundred and fourteen days after the date on which such vacancy occurs, unless the Board of Elections determines that such vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring witliin sixty days of the date on which a special election would otherwise have been held under the provisions of this subsection. The person elected as a member to fill a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred.\n(2) In the event of a vacancy in the office of Mayor, and if the Chairman becomes a candidate for the office of Mayor to fill such vacancy, the office of Chairman shall be deemed vacant as of the date of the filing of his candidacy. In the event of a vacancy in the Council of a member elected at large, other than a vacancy in the office of Chairman, who is affiliated with a political party, the central committee of such political party shall appoint a person to fill such vacancy, until the Board of Elections can nold a special election to fill such vacancy, and such special election shall be held on the first Tuesday occurring more than one hundred and fourteen days after the date on which such vacancy occurs unless the Board of Elections determines that such vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring within sixty days of the date on which a special election would otherwise be held under the provision of this subsection. The person appointed to fill such vacancy shall take office on the date of his appointment and shall serve as a member of the Council until the day on which the Board certifies the election of the member elected to fill such vacancy in either a special election or a general election. The person elected as a member to fill such a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred. With respect to a vacancy on the Council of a member elected at large who is not affiliated with any political party, the Council shall appoint a similarly nonaffiliated person to fill such vacancy until such vacancy can be filled in a special election in the manner prescribed in this paragraph. Such person appointed by the Council shall take office and serve as a member at the same time and for the same term as a member appointed by a central committee of a political party.\n(3) Notwithstanding any other provision of this section, at no time shall there be more than three members (including the Chairman) serving at large on the Council who are affiliated with the same political party.",
		"source": {"stat":"87 Stat. 785","cite":"401", "date":"1973-12-24"}
	},
	{
		"version":"1",
		"short_title":"Creation and Membership",
		"text":"(a) There is established a Council of the District of Columbia; and the members of the Council shall be elected by the registered qualified electors of the District.\n(b)(1) The Council established under subsection (a) shall consist of thirteen members elected on a partisan basis. The Chairman and four members shall be elected at large in the District, and eight members shall be elected one each from the eight election wards established, from time to time, under the District of Columbia Election Act. The term of office of the members of the Council shall be four years, except as provided in paragraph (3), and shall begin at noon on January 2 of the year following their election.\n(2) In the case of the first election held for the office of member of the Council after the effective date of this title, not more than two of the at-large members (excluding the Chairman) shall be nominated by the same political party. Thereafter, a political party may nominate a number of candidates for the office of at-large member of the Council equal to one less than the total number of at-large members (excluding the Chairman) to be elected in such election.\n(3) To fill a vacancy in the Office of Chairman, the Board of Elections shall hold a special election in the District on the first Tuesday occurring more than one hundred and fourteen days after the date on which such vacancy occurs, unless the Board of Elections determines that such vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring within sixty days of the date on which a special election would otherwise have been held under the provisions of this paragraph. The person elected Chairman to fill a vacancy in the Office of Chairman shall take office on the day in which the Board of Elections certifies his election, and shall serve as Chairman only for the remainder of the term during which such vacancy occurred. When the Office of Chairman becomes vacant, the Council shall select one of the elected at-large members of the Council to serve as Chairman and one to serve as Chairman pro tempore until the election of a new Chairman.\n(4) Of the members first elected after the effective date of this title, the Chairman and two members elected at-large and four of the members elected from election wards shall serve for four-year terms; and two of the at-large members and four of the members elected from election wards shall serve for two-year terms. The members to serve the four-year terms and the members to serve the two-year terms shall be determined by the Board of Elections by lot, except that not more than one of the at-large members nominated by any political party shall serve for any such four-year term.\n(c) The Council may establish and select such other officers and employees as it deems necessary and appropriate to carry out the functions of the Council.\n(d)(1) In the event of a vacancy in the Council of a member elected from a ward, the Board of Elections shall hold a special election in such ward to fill such vacancy on the first Tuesday occurring more than one hundred and fourteen days after the date on which such vacancy occurs, unless the Board of Elections determines that such vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring witliin sixty days of the date on which a special election would otherwise have been held under the provisions of this subsection. The person elected as a member to fill a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred.\n(2) In the event of a vacancy in the office of Mayor, and if the Chairman becomes a candidate for the office of Mayor to fill such vacancy, the office of Chairman shall be deemed vacant as of the date of the filing of his candidacy. In the event of a vacancy in the Council of a member elected at large, other than a vacancy in the office of Chairman, who is affiliated with a political party, the central committee of such political party shall appoint a person to fill such vacancy, until the Board of Elections can nold a special election to fill such vacancy, and such special election shall be held on the first Tuesday occurring more than one hundred and fourteen days after the date on which such vacancy occurs unless the Board of Elections determines that such vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring within sixty days of the date on which a special election would otherwise be held under the provision of this subsection. The person appointed to fill such vacancy shall take office on the date of his appointment and shall serve as a member of the Council until the day on which the Board certifies the election of the member elected to fill such vacancy in either a special election or a general election. The person elected as a member to fill such a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred. With respect to a vacancy on the Council of a member elected at large who is not affiliated with any political party, the Council shall appoint a similarly nonaffiliated person to fill such vacancy until such vacancy can be filled in a special election in the manner prescribed in this paragraph. Such person appointed by the Council shall take office and serve as a member at the same time and for the same term as a member appointed by a central committee of a political party.\n(3) Notwithstanding any other provision of this section, at no time shall there be more than three members (including the Chairman) serving at large on the Council who are affiliated with the same political party.",
		"source": {"stat":"88 Stat. 793","cite":"1(2)", "date":"1974-08-29"}
	},
	{
		"version":"2",
		"short_title":"Creation and Membership",
		"text":"(a) There is established a Council of the District of Columbia; and the members of the Council shall be elected by the registered qualified electors of the District.\n(b)(1) The Council established under subsection (a) shall consist of thirteen members elected on a partisan basis. The Chairman and four members shall be elected at large in the District, and eight members shall be elected one each from the eight election wards established, from time to time, under the District of Columbia Election Act. The term of office of the members of the Council shall be four years, except as provided in paragraph (3), and shall begin at noon on January 2 of the year following their election.\n(2) In the case of the first election held for the office of member of the Council after the effective date of this title, not more than two of the at-large members (excluding the Chairman) shall be nominated by the same political party. Thereafter, a political party may nominate a number of candidates for the office of at-large member of the Council equal to one less than the total number of at-large members (excluding the Chairman) to be elected in such election.\n(3) To fill a vacancy in the Office of Chairman, the Board of Elections shall hold a special election in the District on the Tuesday occurring at least 70 days and not more than 174 days after the date on which such vacancy occurs which the Board of Elections determines, based on a totality of the circumstances, taking into account, inter alia, cultural and religious holidays and the administrability of the election, will provide the opportunity for the greatest level of voter participation. The person elected Chairman to fill a vacancy in the Office of Chairman shall take office on the day in which the Board of Elections certifies his election, and shall serve as Chairman only for the remainder of the term during which such vacancy occurred. When the Office of Chairman becomes vacant, the Council shall select one of the elected at-large members of the Council to serve as Chairman and one to serve as Chairman pro tempore until the election of a new Chairman.\n(4) Of the members first elected after the effective date of this title, the Chairman and two members elected at-large and four of the members elected from election wards shall serve for four-year terms; and two of the at-large members and four of the members elected from election wards shall serve for two-year terms. The members to serve the four-year terms and the members to serve the two-year terms shall be determined by the Board of Elections by lot, except that not more than one of the at-large members nominated by any political party shall serve for any such four-year term.\n(c) The Council may establish and select such other officers and employees as it deems necessary and appropriate to carry out the functions of the Council.\n(d)(1) To fill a vacancy in the Office of Chairman, the Board of Elections shall hold a special election in the District on the Tuesday occurring at least 70 days and not more than 174 days after the date on which such vacancy occurs which the Board of Elections determines, based on a totality of the circumstances, taking into account, inter alia, cultural and religious holidays and the administrability of the election, will provide the opportunity for the greatest level of voter participation. The person elected as a member to fill a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred.\n(2) In the event of a vacancy in the office of Mayor, and if the Chairman becomes a candidate for the office of Mayor to fill such vacancy, the office of Chairman shall be deemed vacant as of the date of the filing of his candidacy. In the event of a vacancy in the Council of a member elected at large, other than a vacancy in the office of Chairman, who is affiliated with a political party, the central committee of such political party shall appoint a person to fill such vacancy, until the Board of Elections can nold a special election to fill such vacancy, and such special election shall be held on the Tuesday occurring at least 70 days and not more than 174 days after the date on which such vacancy occurs which the Board of Elections determines, based on a totality of the circumstances, taking into account, inter alia, cultural and religious holidays and the administrability of the election, will provide the opportunity for the greatest level of voter participation. The person appointed to fill such vacancy shall take office on the date of his appointment and shall serve as a member of the Council until the day on which the Board certifies the election of the member elected to fill such vacancy in either a special election or a general election. The person elected as a member to fill such a vacancy on the Council shall take office on the day on which the Board of Elections certifies his election, and shall serve as a member of the Council only for the remainder of the term during which such vacancy occurred. With respect to a vacancy on the Council of a member elected at large who is not affiliated with any political party, the Council shall appoint a similarly nonaffiliated person to fill such vacancy until such vacancy can be filled in a special election in the manner prescribed in this paragraph. Such person appointed by the Council shall take office and serve as a member at the same time and for the same term as a member appointed by a central committee of a political party.\n(3) Notwithstanding any other provision of this section, at no time shall there be more than three members (including the Chairman) serving at large on the Council who are affiliated with the same political party.",
		"source": {"stat":"126 Stat. 1133","cite":"2(a)", "date":"2012-07-18"}
	}
	],
	"code":"1-204.01",
	"history": "Dec. 24, 1973, 87 Stat. 785, Pub. L. 93-198, title IV, ยง 401; Aug. 29, 1974, 88 Stat. 7933, Pub. L. 93-395, ยง 1(2); Jul. 18, 2012, 126 Stat. 1133. Pub. L. 112-145, ยง 2(a).",
	"title":"4",
	"part":"A",
	"subpart":"1"
}