{
	"section":"423",
	"versions":[
	{
		"version":"0",
		"short_title":"Municipal Planning",
		"text":"(a) The Mayor shall be the central planning agency for the District. He shall be responsible for the coordination of planning activities of the municipal government and the preparation and implementation of the District's elements of the comprehensive plan for the National Capital which may include land use elements, urban renewal and redevelopment elements, a multi-year program of municipal public works for the District, and physical, social, economic, transportation, and population elements. The Mayor's planning responsibility shall not extend to Federal and international projects and developments in the District, as determined by the National Capital Planning Commission, or to the United States Capitol buildings and grounds as defined in sections 1 and 16 of the Act of July 31, 1946 (40 U.S.C. 193a, 193m), or to any extension thereof or addition thereto, or to buildings and grounds under the care of the Architect of the Capitol. In carrying out his responsibilities under this section, the Mayor shall establish procedures for citizen involvement in the planning process and for appropriate meaningful consultation with any State or local government or plainiing agency in the National Capital region affected by any aspect of a proposed District element of the comprehensive plan (including amendments thereto) affecting or relating to the District.\n(b) The Mayor shall submit the District's elements and amendments thereto, to the Council for revision or modification, and adoption by act, following public hearings. Following adoption and prior to implementation, the Council shall submit such elements and amendments thereto, to the National Capital Planning Commission for review and comment with regard to the impact of such elements or amendments on the interests and functions of the Federal Establishment, as determined by the Commission.\n(c) Such elements and amendments thereto shall be subject to and limited by determinations with respect to the interests and functions of the Federal Establishment as determined in the manner provided by Act of Congress.",
		"source": {"stat":"87 Stat. 720","cite":"423", "date":"1973-12-24"}
	}
	],
	"code":"1-204.23",
	"history": "Dec. 24, 1973, 87 Stat. 792, Pub. L. 93-198, title IV, ยง 423.",
	"title":"4",
	"part":"B",
	"subpart":""
}