{
	"section":"443",
	"versions":[
	{
		"version":"0",
		"short_title":"Multiyear Plan",
		"text":"The Mayor shall prepare and include in the annual budget a multiyear plan for all agencies included in the District budget, for all sources of funding, and for such program categories as the Mayor identifies. Such plan shall be based on the actual experience of the immediately preceding three fiscal years, on the approved current fiscal year budget, and on estimates for at least the four succeeding fiscal years. The plan shall include, but not be limited to, provisions identifying—\n\t(1) future cost implications of maintaining programs at currently authorized levels, including anticipated changes in wage, salary, and benefit levels;\n\t(2) future cost implications of all capital projects for which funds have already been authorized, including identification of the amount of already appropriated but unexpended capital project funds;\n\t(3) future cost implications of new, improved, or expanded programs and capital project commitments proposed for each of the succeeding four fiscal years;\n\t(4) the effects of current and proposed capital projects on future operating budget requirements;\n\t(5) revenues and funds likely to be available from existing revenue sources at current rates or levels;\n\t(6) the specific revenue and tax measures recommended for the forthcoming fiscal year and for the next following fiscal year necessary to balance revenues and expenditures;\n\t(7) the actuarial status and anticipated costs and revenues of retirement systems covering District employees; and\n\t(8) total debt service payments in each fiscal year in which debt service payments must be made for all bonds which have been or will be issued, and all loans from the United States Treasury which have been or will be received, to finance the total cost on a full funding basis of all projects listed in the capital improvements plan prepared under section 444; and for each such fiscal year, the percentage relationship of the total debt service payments (with payments for issued and proposed bonds and loans from the United States Treasury, received or proposed, separately identified) to the bonding limitation for the current and forthcoming fiscal year as specified in section 603(b).",
		"source": {"stat":"87 Stat. 799","cite":"443", "date":"1973-12-24"}
	}
	],
	"code":"1-204.43",
	"history": "Dec. 24, 1973, 87 Stat. 799, Pub. L. 93-198, title IV, § 443.",
	"title":"4",
	"part":"D",
	"subpart":"1"
}