{
	"section":"452",
	"versions":[
	{
		"version":"0",
		"short_title":"Annual Budget for the Board of Education",
		"text":"With respect to the annual budget for the Board of Education in the District of Columbia, the Mayor and the Council may establish the maximum amount of funds which will be allocated to the Board, but may not specify the purposes for which such funds may be expended or the amount of such funds which may be expended for the various programs under the jurisdiction of the Board of Education.",
		"source": {"stat":"87 Stat. 803","cite":"452", "date":"1973-12-24"}
	},
	{
		"version":"1",
		"short_title":"Annual Budget for the Board of Education",
		"text":"With respect to the annual budget for the Board of Education in the District of Columbia, the Mayor and the Council may establish the maximum amount of funds which will be allocated to the Board, but may not specify the purposes for which such funds may be expended or the amount of such funds which may be expended for the various programs under the jurisdiction of the Board of Education. This section shall not apply with respect to the annual budget for any fiscal year which is a control year (as defined in section 305(4) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995).",
		"source": {"stat":"109 Stat. 116","cite":"202(g)(2)", "date":"1995-04-17"}
	},
	{
		"version":"2",
		"short_title":"Annual Budget for the Board of Education",
		"text":"(a) ROLE OF MAYOR AND COUNCIL.—With respect to the annual budget for the Board of Education in the District of Columbia, the Mayor and the Council may establish the maximum amount of funds which will be allocated to the Board, but may not specify the purposes for which such funds may be expended or the amount of such funds which may be expended for the various programs under the jurisdiction of the Board of Education. This subsection shall not apply with respect to the annual budget for any fiscal year which is a control year (as defined in section 305(4) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995).\n(b) PLAN FOR ALLOCATION OF FUNDS UNDER PROPOSED BUDGET.—\n\t(1) SUBMISSION OF PLAN TO COUNCIL.—Not later than March 1 of each year or the date on which the Mayor makes the proposed annual budget for a year available under section 442 (whichever occurs later), the Board of Education shall submit to the Council a plan for the allocation of the Mayor’s proposed budget among various object classes and responsibility centers (as defined under regulations of the Board). \n\t(2) CONTENTS.—The plan submitted under this subsection shall include a detailed presentation of how much money will be allocated to each school, including— \n\t\t(A) a specific description of the amount of funds available to the school for which spending decisions are under the control of the school; and \n\t\t(B) a specific description of other responsibility center funds which will be spent in a manner directly benefiting the school, including funds which will be spent for personnel, equipment and supplies, property maintenance, and student services.",
		"source": {"stat":"118 Stat. 2228","cite":"2", "date":"2004-10-30"}
	},
	{
		"version":"3",
		"short_title":"Annual Budget for the Board of Education",
		"text":"[Repealed]",
		"source": {"stat":"121 Stat. 223","cite":"1(a)(1)", "date":"2007-06-01"}
	}
	],
	"code":"1-204.52",
	"history": "Dec. 24, 1973, 87 Stat. 803, Pub. L. 93-198, title IV, § 452; Apr. 17, 1995, 109 Stat. 116, Pub. L. 104-8, § 202(g)(2); Oct. 30, 2004, 118 Stat. 2228, Pub. L. 108-386, § 2; June 1, 2007, 121 Stat. 223, Pub. L. 110-33, § 1(a)(1).",
	"title":"4",
	"part":"D",
	"subpart":"1"
}