{
	"section":"739",
	"versions":[
	{
		"version":"0",
		"short_title":"National Capital Service Area",
		"text":"(a) There is established within the District of Columbia the National Capital Service Area which shall include, subject to the following provisions of this section, the principal Federal monuments, the White House, the Capitol Building, the United States Supreme Court Building, and the Federal executive, legislative, and judicial office buildings located adjacent to the Mall and the Capitol Building, and is more particularly described in subsection (f). \n(b) There is established in the Executive Office of the President the National Capital Service Director who shall be appointed by the President. The President, through the National Capital Service Director, shall assure that there is provided, utilizing District of Columbia governmental services to the extent practicable, within the area specified in subsection (a) and particularly described in subsection (f), adequate fire protection and sanitation services. Except with respect to that portion of the National Capital Service Area comprising the United States Capitol Buildings and Grounds as defined in sections 1 and 16 of the Act of July 31, 1946, as amended (40 U.S.C. 193a and 193m), the United States Supreme Court Building and Grounds as defined in section 11 of the Act of August 18, 1949, as amended (40 U.S.C. 13p), and the Library of Congress Buildings and Grounds as defined in section 11 of the Act of August 4, 1950, as amended (2 U.S.C. 167j), the National Capital Service Director shall assure that there is provided within the remainder of such area specified in subsection (a) and subsection (f), adequate police protection and maintenance of streets and highways. \n(c) The National Capital Service Director shall be entitled to receive compensation at the maximum rate as may be established from time to time for level IV of the Executive Schedule of section 5314 of title 5 of the United States Code. The Director may appoint, subject to the provisions of title 5 of the United States Code governing appointments in the competitive service, and fix the pay of, in accordance with the provisions of chapter 51 and subchapter 3 of chapter 53 of such title relating to classification and General Schedule pay rates, such personnel as may be necessary. \n(d) Section 45 of the Act entitled \"An Act to provide for the organization of the militia of the District of Columbia\", approved March 1, 1889 (D.C. Code, sec. 39-603), is amended by inserting after \"United States Marshal for the District of Columbia,\" the following: \"or for the National Capital Service Director,\". \n(e)(1) Within one year after the effective date of this section, the President is authorized and directed to submit to the Congress a report on the feasibility and advisability of combining the Executive Protective Service and the United States Park Police within the National Capital Service Area, and placing them under the National Capital Service Director. \n\t(2) Such report shall include such recommendations, including recommendations for legislative and executive action, as the President deems necessary in carrying out the provisions of paragraph (1) of this subsection. \n(f)(1)(A) The National Capital Service Area referred to in subsection (a) is more particularly described as follows: \n\tBeginning at that point on the present Virginia-District of Columbia boundary due west of the northernmost point of Theodore Roosevelt Island and running due east to the eastern shore of the Potomac River; \n\tthence generally south along the shore at the mean high water mark to the northwest corner of the Kennedy Center;\n\tthence east along the north side of the Kennedy Center to a point where it reaches the E Street Expressway;\n\tthence east on the expressway to E Street Northwest and thence east on E Street Northwest to Eighteenth Street Northwest;\n\tthence south on Eighteenth Street Northwest to Constitution Avenue Northwest;\n\tthence east on Constitution Avenue to Seventeenth Street Northwest;\n\tthence north on Seventeenth Street Northwest to Pennsylvania Avenue Northwest;\n\tthence east on Pennsylvania Avenue to Jackson Place Northwest;\n\tthence north on Jackson Place to H Street Northwest;\n\tthence east on H Street Northwest to Madison Place Northwest;\n\tthence south on Madison Place Northwest to Pennsylvania Avenue Northwest;\n\tthence east on Pennsylvania Avenue Northwest to Fifteenth Street Northwest;\n\tthence south on Fifteenth Street Northwest to Pennsylvania Avenue Northwest;\n\tthence southeast on Pennsylvania Avenue Northwest to John Marshall Place Northwest;\n\tthence north on John Marshall Place Northwest to C Street Northwest;\n\tthence east on C Street Northwest to Third Street Northwest;\n\tthence north on Third Street Northwest to D Street Northwest;\n\tthence east on D Street Northwest to Second Street Northwest;\n\tthence south on Second Street Northwest to the intersection of Constitution Avenue Northwest and Louisiana Avenue Northwest;\n\tthence northeast on Louisiana Avenue Northwest to North Capitol Street; thence north on North Capitol Street to Massachusetts Avenue Northwest;\n\tthence southeast on Massachusetts Avenue Southwest so as to encompass Union Square;\n\tthence following Union Square to F Street Northeast;\n\tthence east on F Street Northeast to Second Street Northeast;\n\tthence south on Second Street Northeast to D Street Northeast;\n\tthence west on D Street Northeast to First Street Northeast;\n\tthence south on First Street Northeast to Maryland Avenue Northeast;\n\tthence generally north and east on Maryland Avenue to Second Street Northeast;\n\tthence south on Second Street Northeast to C Street Southeast;\n\tthence west on C Street Southeast to New Jersey Avenue Southeast;\n\tthence south on New Jersey Avenue Southeast to D Street Southeast;\n\tthence west on D Street Southeast to Canal Street Parkway;\n\tthence southeast on Canal Street Parkway to E Street Southeast;\n\tthence west on E Street Southeast to the intersection of Canal Street Southwest and South Capitol Street;\n\tthence northwest on Canal Street Southwest to Second Street Southwest;\n\tthence south on Second Street Southwest to Virginia Avenue Southwest;\n\tthence generally west on Virginia Avenue to Third Street Southwest;\n\tthence north on Third Street Southwest to C Street Southwest;\n\tthence west on C Street Southwest to Sixth Street Southwest;\n\tthence north on Sixth Street Southwest to Independence Avenue;\n\tthence west on Independence Avenue to Twelfth Street Southwest;\n\tthence south on Twelfth Street Southwest to D Street Southwest;\n\tthence west on D Street Southwest to Fourteenth Street Southwest;\n\tthence south on Fourteenth Street Southwest to the middle of the Washington Channel;\n\tthence generally south and east along the midchannel of the Washington Channel to a point due west of the northern boundary line of Fort Lesley McNair;\n\tthence due east to the side of the Washington Channel;\n\tthence following generally south and east along the side of the Washington Channel at the mean high water mark, to the point of confluence with the Anacostia River, and along the northern shore at the mean high water mark to the northern most point of the Eleventh Street Bridge;\n\tthence generally south and east along the northern side of the Eleventh Street Bridge to the eastern shore of the Anacostia River;\n\tthence generally south and west along such shore at the mean high water mark to the point of confluence of the Anacostia and Potomac Rivers;\n\tthence generally south along the eastern sliore at the mean high water mark of the Potomac River to the point where it meets the present southeastern boundary line of the District of Columbia;\n\tthence south and west along such southeastern boundary line to the point where it meets the present Virginia-District of Columbia boundary;\n\tthence generally north and west up the Potomac River along the Virginia-District of Columbia boundary to the point of beginning.\n\t\t(B) Where the area in paragraph (1) is bounded by any street, such street, and any sidewalk thereof, shall be included within such area. \n\t(2) Any Federal real property affronting or abutting, as of the date of the enactment of this Act, the area described in paragraph (1) shall be deemed to be within such area. \n\t(3) For the purposes of paragraph (2), Federal real property affronting or abutting such area described in paragraph (1) shall— \n\t\t(A) be deemed to include, but not limited to Fort Lesley McNair, the Washington Navy Yard, the Anacostia Naval Annex, the United States Naval Station, Boiling Air Force Base, and the Naval Research Laboratory; and \n\t\t(B) not be construed to include any area situated outside of the District of Columbia boundary as it existed immediately prior to the date of the enactment of this Act, nor be construed to include any portion of the Anacostia Park situated east of the northern side of the Eleventh Street Bridge, or any portion of the Rock Creek Park.\n(g)(1) Subject to the provisions of paragraph (2) of this subsection, the President is authorized and directed to conduct a survey of the area described in this section in order to establish the proper metes and bounds of such area, and to file, in such manner and at such place as he may designate, a map and a legal description of such area, and such description and map shall have the same force and effect as if included in this Act, except that corrections of clerical, typographical and other errors in any such legal descriptions and map may be made. In conducting such survey, the President shall make such adjustments as may be necessary in order to exclude from the National Capital Service Area any privately owned properties, and buildings and adjacent parking facilities owned by the District of Columbia government. \n\t(2) In carrying out the provisions of paragraph (1) of this subsection, the President shall, to the extent that such survey, legal description, and map involves areas comprising the United States Capitol Buildings and Grounds as defined in sections 1 and 16 of the Act of July 31, 1946, as amended (40 U.S.C. 193a and 193m), and other buildings and grounds under the care of the Architect of the Capitol, consult with the Architect of the Capitol. \n\t(3) Section 1 of the Act of July 31, 1946, as amended by the Act of October 20, 1967 (60 Stat. 718; 81 Stat. 275; 40 U.S.C. 193a), is hereby amended to include within the definition of the United States Capitol Grounds, the following streets: \"Independence Avenue from the west curb of First Street S.E. to the east curb of First Street S.W., New Jersey Avenue S.E. from the south curb of Independence Avenue to the north curb of D Street S.E., South Capitol Street from the south curb of Independence Avenue to the north curb of D Street; Delaware Avenue S.W. from the south curb of C Street S.W. to the north curb of D Street S.W., C Street from the west curb of First Street S.E. to the intersection of First and Canal Streets, S.W., D Street from the west curb of First Street S.E. to the intersection of Canal Street and Delaware Avenue S.W., that part of First Street lying west of the outer face of the curb of the sidewalk on the east side thereof from D Street, N.E. to D Street S.E., that part of First Street within the east and west curblines thereof extending from the north side of Pennsylvania Avenue N.W. to the intersection of C Street and Canal Street S.W., including: the two circles within such area. \nNothing in this section shall be construed as repealing, or otherwise altering, modifying, affecting, or superseding those provisions of law in effect on the date immediately preceding the effective date of title IV of this Act vesting authority in the United States Supreme Court police and Library of Congress police to make arrests in adjacent streets, including First Street N.E. and First Street S.E.\". \n\t(4) Section 9 of the Act of July 81, 1946, as amended (40 U.S.C. 212a), is amended by deleting \"or of any State,\" and inserting in lieu thereof a comma and the following: \"of the District of Columbia, or of any State,\". \n\t(5) Section 9 of such Act is further amended by deleting the following: \", with the exception of the streets and roadways shown on the map referred to in section 1 of this Act as being under the jurisdiction and control of the Commissioners of the District of Columbia.\". \n\t(6) Section 14(a) of the Act of July 31, 1946, as amended (40 U.S.C. 212b), is amended by deleting: \", except on those streets and roadways shown on the map referred to in section 1 of this Act as being under the jurisdiction and control of the Commissioners of the District of Columbia\".\n\t(7) Section 1 of the Act of July 31, 1946, as amended (40 U.S.C. 193a), is amended by deleting \": *Provided*, That those streets and roadways in said United States Capitol Grounds shown on said map as being under the jurisdiction and control of the Commissioners of the District of Columbia shall continue under such jurisdiction and control, and said Commissioners shall be responsible for the maintenance and improvement thereof: *Provided further*,\" and inserting in lieu thereof a comma and the following: \"including those streets and roadways in said United States Capitol Grounds as shown on said map as being under the jurisdiction and control of the Commissioners of the District of Columbia, except that the Commissioner of the District of Columbia shall be responsible for the maintenance and improvement of those portions of the following streets which are situated between the curblines thereof: Constitution Avenue from First Street N.E. to Second Street N.W., First Street from D Street N.E to D Street S.E., D Street from First Street S.E. to Canal Street S.W., and First Street from the north side of Louisiana Avenue to the intersection of C Street and Canal Street S.W.: *Provided*,\"\n\t (8) Section 9 of the Act of August 18. 1949, as amended (40 U.S.C. 13n), is amended by deleting \"or of any State\" and inserting in lieu thereof a comma and the following: \"any law of the District of Columbia, or of any State,\". \n\t(9) Section 9 of the Act of August 4, 1950, as amended (2 U.S.C. 167h), is amended by deleting \"or of any State\" and inserting in lieu thereof a comma and the following: \"any law of the District of Columbia, or of any State,\". \n(h)(1 ) Except to the extent specifically provided by the provisions of this section, and amendments made by this section, nothing in this section shall be applicable to the United States Capitol Buildings and Grounds as defined in sections 1 and 16 of the Act of July 31, 1946, as amended (40 U.S.C. 193a, 193m), or to any other buildings and grounds under the care of the Architect of the Capitol, the United States Supreme Court Building and Grounds as defined in section 11 of the Act of August 18, 1949, as amended (40 U.S.C. 13p), and the Library of Congress Buildings and Grounds as defined in section 11 of the Act of August 4, 1950, as amended (2 U.S.C. 167j), and except to the extent herein specifically provided, including amendments made by this section, nothing in this section shall be construed to repeal, amend, alter, modify, or supersede any provision of the Act of July 31, 1946, as amended (40 U.S.C. 193a et seq.), or any other of the general laws of the United States or any of the laws enacted by the Congress and applicable exclusively to the District of Columbia, or any rule or regulation promulgated pursuant thereto, in effect on the date immediately preceding the effective date of title IV of this Act pertaining to said buildings and grounds, or any existing authority, with respect to such buildings and grounds, vested by law, or otherwise, on such date immediately preceding such effective date, in the Senate, the House of Representatives, the Congress, or any committee or commission or board thereof, the Architect of the Capitol, or any other officer of the legislative branch, the Chief Justice of the United States, the Marshal of the Supreme Court of the United States, or the Librarian of Congress.\n\t(2) Notwithstanding the foregoing provision of this section, any of the services and facilities authorized by this Act to be rendered or furnished (including maintenance of streets and highways, and services under section 731 of this Act) shall, as far as practicable, be made available to the Senate, the House of Representatives, the Congress, or any committee or commission or board thereof, the Architect of the Capitol, or any other officer of the legislative branch vested by law or otherwise on such date immediately preceding the effective date of title IV of this Act with authority over such buildings and grounds, the Chief Justice of the United States, the Marshal of the Supreme Court of the United States, and the Librarian of Congress, upon their request, and, if payment would be required for the rendition or furnishing of a similar service or facility to any other Federal agency, payment therefor shall be made by the recipient thereof, upon presentation of proper vouchers, in advance or by reimbursement (as may be agreed upon by the parties rendering and receiving such services). \n(i) Except to the extent otherwise specifically provided in the provisions of this section, and amendments made by this section, all general laws of the Ignited States and all laws enacted by the Congress and applicable exclusively to the District of Columbia, including regulations and rules promulgated pursuant thereto, in effect on the date immediately preceding the effective date of title IV of this Act and which, on such date immediately preceding the effective date of such title, are applicable to and within the areas included within the National Capital Service Area pursuant to this section shall, on and after such effective date, continue to be applicable to and within such National Capital Service Area in the same manner and to the same extent as if this section had not been enacted, and shall remain so applicable until such time as they are repealed, amended, altered, modified, or superseded, and such laws, regulations and rules shall thereafter be applicable to and within such area in the manner and to the extent so provided by any such amendment, alteration, or modification. \n(j) In no case shall any person be denied the right to vote or otherwise participate in any manner in any election in the District of Columbia solely because such person resides within the National Capital Service Area.",
		"source": {"stat":"87 Stat. 825","cite":"739", "date":"1973-12-24"}
	}
	],
	"code":"1-207.39",
	"history": "Dec. 24, 1973, 81 Stat. 825, Pub. L. 93-198, title VII, § 739.",
	"title":"7",
	"part":"D",
	"subpart":""
}